{
  "data": [
    {
      "id": 4,
      "company": "Bank Rakyat Indonesia",
      "role": "Full Stack Developer",
      "description": "Worked on enhancing internal applications by developing new features and improving existing functionalities. Built and maintained projects using React with TypeScript on the frontend and Laravel for the backend. One of the key contributions was implementing an application monitoring feature to improve system visibility and reliability.",
      "startDate": "2025-05-05",
      "endDate": "Present",
      "location": "Jakarta",
      "createdAt": "2025-06-25T16:09:51.000Z",
      "updatedAt": "2025-06-25T16:46:30.864Z"
    },
    {
      "id": 5,
      "company": "CIMB Niaga",
      "role": "Front End Developer",
      "description": "Collaborated with team members and stakeholders as a Front-End Developer to design and build user-friendly interfaces for web applications. Responsible for implementing visual elements, layouts, and features that enhance user interaction and experience. Ensured all user input was properly validated before being submitted to the back end. Worked closely with back-end developers to integrate UI components with APIs and databases, while also debugging, troubleshooting, and performing routine performance optimizations. Most projects were developed using React with TypeScript.",
      "startDate": "2023-05-05",
      "endDate": "2025-05-05",
      "location": "Jakarta",
      "createdAt": "2025-06-25T16:46:40.751Z",
      "updatedAt": "2025-06-25T16:46:40.751Z"
    },
    {
      "id": 6,
      "company": "Rudextech",
      "role": "Front End Developer",
      "description": "Responsible for producing, maintaining, and modifying front-end components to ensure the technical feasibility of UI/UX designs and enhance user experience. Regularly conducted testing to ensure usability, performance, and overall quality of web applications. Collaborated with back-end developers to integrate UI components with APIs and databases.",
      "startDate": "2021-12-01",
      "endDate": "2023-05-05",
      "location": "Jakarta",
      "createdAt": "2025-06-25T16:48:32.356Z",
      "updatedAt": "2025-06-25T16:48:32.356Z"
    },
    {
      "id": 7,
      "company": "PT Creative Visions Indonesia",
      "role": "Front End Developer",
      "description": "Utilized various programming languages to build and maintain user-friendly web pages with a focus on usability and accessibility. Improved and optimized the company website by applying responsive design principles and ensuring compatibility across different platforms and devices. Most projects were developed using React.js and Tailwind CSS.",
      "startDate": "2021-08-01",
      "endDate": "2021-11-01",
      "location": "Jakarta",
      "createdAt": "2025-06-25T16:49:58.649Z",
      "updatedAt": "2025-06-25T16:49:58.649Z"
    },
    {
      "id": 8,
      "company": "Assist.Id",
      "role": "Front End Developer",
      "description": "Contributed to the development and improvement of an existing clinic application by enhancing its features and monitoring its performance. Collaborated with back-end developers to seamlessly integrate UI components with APIs, while fixing bugs and optimizing usability to ensure a smooth user experience. The project was primarily built using React.js.",
      "startDate": "2021-04-01",
      "endDate": "2021-07-01",
      "location": "Pekanbaru",
      "createdAt": "2025-06-25T17:06:33.339Z",
      "updatedAt": "2025-06-25T17:06:33.339Z"
    },
    {
      "id": 9,
      "company": "DLI Edu Venture",
      "role": "Back End Developer",
      "description": "Collaborated with key personnel to understand company objectives and deliver highly effective web pages that aligned with project requirements. Worked closely with front-end developers to ensure seamless functionality across all pages. Most projects were developed using PHP with the CodeIgniter framework and MySQL as the databases",
      "startDate": "2020-06-01",
      "endDate": "2020-09-01",
      "location": "Malang",
      "createdAt": "2025-06-25T17:07:16.327Z",
      "updatedAt": "2025-06-25T17:07:16.327Z"
    }
  ]
}
